{
  "app_name": "Математика с Дино",
  "default_notification_channel_id": "Administartor",
  "difficult_title": "Выбери уровень сложности",
  "difficult_easy": "Школьник",
  "difficult_normal": "Студент",
  "difficult_hard": "Профессор",
  "disads_title": "Вы согласны отписаться от рекламы?",
  "disads_subs": "Преобрести подписку на 1 месяц без рекламы",
  "disads_pay": "Преобрести подписку без рекламы навсегда",
  "game_title": "уровень",
  "game_how_button": "Как решать?",
  "game_hint_button": "Подсказка",
  "game_end_button": "Закончить игру",
  "game_lose_title": "Ну вот :(",
  "game_lose_text": "Говорят, что у всех дорог есть конец, но иногда конец похож на начало, даже если ты прошел очень длинный путь(",
  "game_lose_restart": "Начать заново",
  "menu_title": "Привет!",
  "menu_title2": "Прокачай свой мозг, решая задачки",
  "menu_game": "Решать!",
  "win_title": "Хорошо",
  "win_title2": "Класс!",
  "win_title3": "Супер!",
  "win_title4": "Ого!",
  "win_title_green": "Тут были ошибки:",
  "win_title_green2": "Всё решено без ошибок",
  "next": "Продолжить",
  "level_warning": "Должно быть не менее 2х звезд на предыдущем уровне.",
  "how_solve": "С чего же начать?\n\nНачните с самого простого уровня — сложения однозначных чисел, и доведите его до совершенства: 99% правильных ответов, на каждый ответ 1−2 секунды. Для решения примеров «с переходом через 10» попробуйте использовать следующую технику — «Опора на десяток».\n\nДопустим, вам нужно сложить 8 и 7.\n\n1) Спросите себя, сколько числу 8 не хватает до 10 (это 2).\n\n2) Представьте 7 как сумму 2 и какого-то второго кусочка (это 5).\n\n3) Прибавляйте к 8 сначала ту часть числа 7, которой недоставало до 10, а потом тот второй кусочек — получится 10 и 5, и это, конечно, 15.\n\nЧто насчет вычитания?\n\nИ здесь надо начинать с базового уровня — вычитания однозначного числа из чисел первого и второго десятка — и довести этот навык до совершенства. Как и в случае сложения, проблемы обычно возникают с вычитанием «с переходом через 10». И здесь поможет аналогичный способ «опоры на десяток».\n\nДопустим, нам нужно из 12 вычесть 8.\n\n1) Спросим себя, сколько нужно отнять от 12, чтобы получилось 10 (это 2).\n\n2) Будем из 12 вычитать 8 по частям — сначала вычтем эту 2, а потом все остальное. А остальное — это сколько? (это 6).\n\n3) После вычитания 2 из 12 мы получили 10, и нужно вычесть еще 6, получится 4. Готово!\n\nКак устроено умножение?\n\nНачнем с умножения однозначных чисел. Для начала нужно вспомнить, что умножение — это когда несколько раз складывают одно и то же. Например, умножить 4 на 7 означает сложить четыре семерки. Пользуясь техникой сложения, мы можем легко посчитать — две семерки, 7 и 7, будет 14, если еще добавить третью 7, получится 21, и, добавляя последнюю, четвертую семерку, в результате получим 28.\n\nПостепенно в результате тренировок вы запомните удобные вам опорные значения умножения и с их помощью сможете быстрее вычислять соседние. Например, если нужно умножить 6 на 7 (то есть, сложить шесть семерок), а вы помните, что 5 умножить на 7 (то есть, сложить пять семерок) будет 35, то чтобы получить итоговый результат, нужно просто добавить шестую семерку — получится 42.\n\nСамым сложным примером в таблице умножения считается 7∙8. Для его запоминания есть неплохое мнемотехническое правило «пять шесть семь восемь», которое означает 56 = 7∙8.\n\nОсталось последнее только действие, деление?\n\nДа, мы на финишной прямой. И снова начнем с самого простого уровня деления на однозначное число тех чисел, которые знакомы нам по умножению однозначных.\n\nИтак, что же такое деление? По сути, это «обратная» операция к умножению.\n\nНапример, разделить 56 на 7 — значит подобрать такое число, что если его умножить на 7, то получится 56. Поскольку вы к этому моменту уже хорошо ориентируетесь в таблице умножения, то наверняка вспомните, что именно 8, умноженное на 7, дает 56. Значит, искомое число — это 8, 56:7=8.\n\nИтаквсегда—вспоминайте,какоечислоприумножениидаетнужныйрезультат—этоиестьточисло,котороевамнужно.\n\n",
  "how_title": "Как решать?",

  "auth_error_reg":"Ошибка регистрации",
  "auth_how_name":"Как мне к тебе обращаться?",
  "auth_i_know_login":"Я помню свои данные (Войти)",
  "auth_i_need_reg":"Мне нужно познакомится с тобой (Зарегистрироваться)",
  "auth_write_contact":"Вернуться и написать свои данные",
  "auth_anonym":"Хочу быть анонимным",

  "auth_form_pass_req":"Пароль обязателен",
  "auth_form_pass_big":"Пароль должен быть больше или равно 8 символов",
  "auth_form_pass_spec":"Пароль должен иметь хотябы 1 спецсимвол",
  "auth_form_email_wrong":"Не корректный email",
  "auth_form_pass":"Пароль",

  "splash1":"Математика",
  "splash2":"с Дино",

  "auth_exit_dialog_title": "Что делать?",
  "auth_exit_dialog_body": "Выйти или удалить пользователя на всегда?",
  "auth_exit_dialog_button1": "Выйти",
  "auth_exit_dialog_button2": "Удалить",

  "huawei": "В данный момент не доступно на телефонах без Google Service"
}